Repository: PALs-Software/BlazorBase
Catalog: BlazorBase.CRUD/Components/Card/BaseCard.razor.*.resx
Languages: nl

source: Abort
nl: Afbreken

source: Another user has modified the data for this {0} after you retrieved it from the database. Reload the view and reenter your changes.
nl: Een andere gebruiker heeft de gegevens voor deze {0} gewijzigd nadat je ze hebt opgehaald uit de database. Laad de weergave opnieuw en voor je wijzigingen opnieuw in.

source: Close
nl: Sluiten

source: Edit {0}
nl: {0} bewerken

source: EntryAlreadyExistError
nl: Er bestaat al een item met de primaire sleutel(s): {0}

source: Information was saved successfully
nl: Informatie is succesvol opgeslagen

source: Leave Card
nl: Kaart verlaten

source: Save
nl: Opslaan

source: Save &amp; Close
nl: Opslaan & Sluiten

source: Some properties are not valid
nl: Sommige eigenschappen zijn ongeldig

source: There are currently unsaved changes, these will be lost when you leave the card, continue anyway?
nl: Er zijn momenteel niet-opgeslagen wijzigingen, deze gaan verloren als je de kaart verlaat, toch doorgaan?

source: UnknownSavingError
nl: Onbekende fout tijdens het opslaan: {0}

source: Unsaved changes
nl: Niet-opgeslagen wijzigingen

source: View {0}
nl: {0} bekijken
